{
  "homepage": {
    "language": "Language",
    "heading": "Rent a bike with",
    "sub-heading": "Explore your surroundings with ease by renting a bike from Panot, the premier bike rental service exclusively for hotels. Whether you're looking to explore the local attractions, enjoy a leisurely ride along the beach, or simply commute to nearby destinations, our high-quality bikes are here to make your stay more memorable.",
    "button": "Get Started"
  },
  "rentalOptions": {
    "one": {
      "name": "1 Day Rental",
      "timeFrame": "Rental Bike for 1 Day - €45 per Day"
    },
    "two": {
      "name": "3 Day Rental",
      "timeFrame": "Rental Bike for 3 Days - €38.25 per Day - 15% Discount"
    },
    "three": {
      "name": "5 Day Rental",
      "timeFrame": "Rental Bike for 5 Days - €36 per Day - 20% Discount"
    }
  },
  "rentPage": {
    "stepOne": {
      "title": "Select a Hotel",
      "button": "Next"
    },
    "stepTwo": {
      "title": "Select a Rental Option",
      "buttonNext": "Select",
      "buttonPrevious": "Previous"
    },
    "stepThree": {
      "title": "Filll out your Details",
      "buttonNext": "Next",
      "buttonPrevious": "Previous",
      "name": "Full Name",
      "email": "Email",
      "address": "Address",
      "zip": "Postal Code",
      "city": "City",
      "state": "State",
      "country": "Country",
      "passport": "Passport Number",
      "phone": "Phone Contact"
    },
    "stepFour": {
      "title": "Summary",
      "buttonPay": "Pay",
      "buttonLoading": "Loading",
      "buttonPrevious": "Previous",
      "data": {
        "hotel": "Hotel",
        "option": "Rental Option",
        "name": "Full Name",
        "passport": "Passport Number",
        "email": "Email",
        "phone": "Phone Contact",
        "address": "Address"
      }
    }
  },
  "successPage": {
    "title": "Thank you for your purchase",
    "data": {
      "hotel": "Hotel",
      "option": "Rental Option",
      "name": "Full Name",
      "passport": "Passport Number",
      "email": "Email",
      "phone": "Phone Contact",
      "address": "Address",
      "checkoutSessionId": "Stripe ID (last 4 characters)",
      "consent": {
        "declaration": "I Declare",
        "one": "  I. That I take responsibility for the eBike PANOT and the accompanying accessories (basket and mobile holder) from the moment of delivery until its return.",
        "two": "II. That I commit to using it with due diligence, in accordance with its intended characteristics and use (urban) and complying with traffic regulations, being obligated to compensate PANOT, the establishment, and/or third parties who provided the eBike to the establishment for any damages that may arise from my failure to comply with such obligations.",
        "three": "III. - That I have confirmed the condition of the eBike prior to signing this document and that it is in perfect aesthetic and technical condition, having verified its proper functioning.",
        "four": "  IV. That I declare that I am aware that the eBike can only be used by the person designated for that purpose by the establishment.",
        "five": "V. - That I declare that I am aware that the risk associated with the use of the eBike is not covered by any insurance, and I will be solely responsible for any damages or injuries that I may suffer or cause to third parties during its use, releasing the establishment, PANOT, and third parties who provided the eBike to the establishment from any liability in this regard.",
        "six": "VI. - That I declare that I am aware of the obligation to return the eBike (and accessories) in the same condition in which it was delivered to me, and that damages, loss, or theft of the eBike are not covered by any insurance. I commit to assuming the costs of its repair in case of return in poor condition, and the full price of the bike in case of return in unserviceable conditions or non-return.",
        "seven": "VII. - That I declare that I am aware that the eBike is equipped with a GPS mobile system, which I authorize so that PANOT can locate it in case of loss or theft."
      }
    },
    "generateButton": "Generate PDF",
    "rentAnotherButton": "Rent Another Bike",
    "printButton": "Print",
    "confirmationHeading": "Recipt Confirmation - Panot Mobility"
  }
}
