{
  "homepage": {
    "language": "Idioma",
    "heading": "Alquile una bicicleta con",
    "sub-heading": "Explore sus alrededores con facilidad alquilando una bicicleta de Panot, el servicio de alquiler de bicicletas de primera calidad exclusivo para hoteles. Ya sea que desee explorar las atracciones locales, disfrutar de un paseo tranquilo por la playa o simplemente viajar a destinos cercanos, nuestras bicicletas de alta calidad están aquí para hacer que su estancia sea más memorable.",
    "button": "Comenzar"
  },
  "rentalOptions": {
    "one": {
      "name": "Alquiler de 1 Día",
      "timeFrame": "Bicicleta de Alquiler por 1 Día - €45 por Día"
    },
    "two": {
      "name": "Alquiler de 3 Días",
      "timeFrame": "Bicicleta de Alquiler por 3 Días - €38.25 por Día - 15% de Descuento"
    },
    "three": {
      "name": "Alquiler de 5 Días",
      "timeFrame": "Bicicleta de Alquiler por 5 Días - €36 por Día - 20% de Descuento"
    }
  },
  "rentPage": {
    "stepOne": {
      "title": "Seleccione un Hotel",
      "button": "Siguiente"
    },
    "stepTwo": {
      "title": "Seleccione una Opción de Alquiler",
      "buttonNext": "Seleccionar",
      "buttonPrevious": "Anterior"
    },
    "stepThree": {
      "title": "Complete sus Detalles",
      "buttonNext": "Siguiente",
      "buttonPrevious": "Anterior",
      "name": "Nombre Completo",
      "email": "Correo Electrónico",
      "address": "Dirección",
      "zip": "Código Postal",
      "city": "Ciudad",
      "state": "Estado",
      "country": "País",
      "passport": "Número de Pasaporte",
      "phone": "Contacto Telefónico"
    },
    "stepFour": {
      "title": "Resumen",
      "buttonPay": "Pagar",
      "buttonLoading": "Cargando",
      "buttonPrevious": "Anterior",
      "data": {
        "hotel": "Hotel",
        "option": "Opción de Alquiler",
        "name": "Nombre Completo",
        "passport": "Número de Pasaporte",
        "email": "Correo Electrónico",
        "phone": "Contacto Telefónico",
        "address": "Dirección"
      },
      "consent": {
        "declaration": "Declaro",
        "one": "  I. Que asumo la responsabilidad de la eBike PANOT y los accesorios que la acompañan (cesta y soporte para móvil) desde el momento de la entrega hasta su devolución.",
        "two": "II. Que me comprometo a utilizarla con la debida diligencia, de acuerdo con sus características y uso previstos (urbano) y cumpliendo con las regulaciones de tráfico, y me obligo a indemnizar a PANOT, al establecimiento y/o a terceros que proporcionaron la eBike al establecimiento por cualquier daño que pueda surgir debido a mi incumplimiento de tales obligaciones.",
        "three": "III. - Que he confirmado el estado de la eBike antes de firmar este documento y que se encuentra en perfecto estado estético y técnico, habiendo verificado su funcionamiento adecuado.",
        "four": "  IV. Que declaro que soy consciente de que la eBike solo puede ser utilizada por la persona designada para ese propósito por el establecimiento.",
        "five": "V. - Que declaro que soy consciente de que el riesgo asociado con el uso de la eBike no está cubierto por ningún seguro, y seré el único responsable de cualquier daño o lesión que pueda sufrir o causar a terceros durante su uso, eximiendo al establecimiento, a PANOT y a terceros que proporcionaron la eBike al establecimiento de cualquier responsabilidad al respecto.",
        "six": "VI. - Que declaro que soy consciente de la obligación de devolver la eBike (y los accesorios) en el mismo estado en que se me entregó, y que los daños, pérdida o robo de la eBike no están cubiertos por ningún seguro. Me comprometo a asumir los costos de su reparación en caso de devolución en mal estado y el precio total de la bicicleta en caso de devolución en condiciones no aptas o no devolución.",
        "seven": "VII. - Que declaro que soy consciente de que la eBike está equipada con un sistema móvil de GPS, y autorizo a PANOT a localizarla en caso de pérdida o robo."
      }
    }
  },
  "successPage": {
    "title": "Gracias por su compra",
    "data": {
      "hotel": "Hotel",
      "option": "Opción de Alquiler",
      "name": "Nombre Completo",
      "passport": "Número de Pasaporte",
      "email": "Correo Electrónico",
      "phone": "Contacto Telefónico",
      "address": "Dirección",
      "checkoutSessionId": "ID de Stripe (últimos 4 caracteres)"
    },
    "generateButton": "Generar PDF",
    "rentAnotherButton": "Alquilar Otra Bicicleta",
    "printButton": "Imprimir",
    "confirmationHeading": "Confirmación de Recibo - Panot Mobility"
  }
}
